Repository: pinche-gringo/libYGP
Catalog: po/*.po
Languages: de, es

source: Invalid date: %1
de: Ungültiges Datum: %1
es: Fecha inválida: %1

source: Not a number: %1
de: Ungültige Nummer: %1
es: Número inválido: %1

source: No time: Position %1
de: Ungültige Zeit: Position %1
es: Hora inválida: Posición %1

source: No time: Position 0
de: Ungültige Zeit: Position 0
es: Hora inválida: Posición 0

source: Attribute '%1' already exists
de: Das Attribut '%1' existiert bereits
es: Atributo '%1' ya existe

source: Error assigning '%1' to %2
de: Fehler beim Zuweisen von '%1' zu %2
es: Error asignar '%1' a %2

source: Key '%1' not found
de: Schlüssel '%1' nicht gefunden
es: No encontré llave '%1'

source: Unmatched [ or [^
de: '[' oder '[^' ohne schließende Klammer
es: [ ó [^ desemparejado

source: Unmatched ( or )
de: '(' oder '(' ohne schließende Klammer
es: ( ó ) desemparejado

source: Invalid end of range
es: Inválido fin de la región

source: Repeating suffix without previous expression
de: Wiederholfaktor ohne vorhergehenden regulären Ausruck
es: Factor repitente sin expresión regular anterior

source: Invalid group-number
de: Ungültige Gruppennummer
es: Número de grupo inválido

source: Invalid range (lower border larger than upper border)
de: Ungültiger Bereich (untere Grenze ist größer als die obere)
es: Enumeración inválido (frontera baja más alta que la alta)

source: Invalid bound
de: Ungültige Wiederholfaktoren
es: Unión inválida

source: Regular expression ends with escape-character (\)
de: Regulärer Ausdruck endet mit dem Quotenzeichen (\)
es: Expresión regular termina con la letra especial de escapar (\)

source: Unknown error
de: Allgemeiner Fehler
es: Error general

source: `%1', position %2: %3
es: '%1', posición %2: %3

source: Error opening file `%1'! Reason: %2
de: Fehler beim Öffnen von Datei '%1': Ursache: %2
es: Error abriendo el fichero '%1'! Causa: %2

source: Error closing file `%1'! Reason: %2
de: Fehler beim Schliessen von Datei '%1': Ursache: %2
es: Error cerrando el fichero '%1'! Causa: %2

source: Error reading from file `%1'! Reason: %2
de: Fehler beim Lesen von Datei '%1'! Ursache: %2
es: Error leyendo fichero '%1'! Causa: %2

source: Error writing to file `%1!' Reason: %2
de: Fehler beim Schreiben in Datei '%1'! Ursache: %2
es: Error escribiendo al fichero '%1'! Causa: %2

source: Open region
de: Offener Bereich
es: Región abierta

source: Empty range
de: Leerer Bereich
es: Enumeración vacía

source: Empty region
de: Leere Aufzählung
es: Región vacía

source: Section-header
de: Sektionskopf
es: Cabeza de sección

source: Start of section ([)
de: Beginn einer Sektion ([)
es: Comienzo de sección ([)

source: Name of section
de: Name einer Sektion
es: Nombre de sección

source: End of section (])
de: Ende einer Sektion (])
es: Fin de sección (])

source: Attribute
de: Attribut
es: Atributo

source: Identifier (key)
de: Kennung (Schlüssel)
es: Identificación (llave)

source: Equal-sign (=)
de: Gleichheitszeichen (=)
es: Signo de igualidad (=)

source: Value
de: Wert
es: Valor

source: Could not open INI-file '%1': Reason: %2
de: Konnte INI-Datein '%1' nicht öffnen! Ursache: %2
es: No puedo abrir el fichero de inicialisación '%1'! Causa: %2

source: Invalid characters after section %1: %2
de: Ungültige Zeichner nach Sektion %1: %2
es: Letras inválidas después de la sección %1: %2

source: Invalid section: %1
de: Ungültige Sektion: %1
es: Sección inválida: %1

source: -warning: Unhandled exception (std::exception):
de: -Warnung: Nichtbearbeitete Ausnahme (std::exception):
es: -aviso: Excepción no atendido (std::exception):

source: -warning: Unhandled exception (std::string):
de: -Warnung: Nichtbearbeitete Ausnahme (std::string):
es: -aviso: Excepción no atendido (std::string):

source: -warning: Unhandled exception!
de: -Warnung: Nichtbearbeitete Ausnahme!
es: -aviso: ¡Excepción no atendido!

source: -error: Option `%1' is ambiguous
de: -Fehler: Die Option '%1' ist nicht eindeutig
es: -error: Opción '%1' es ambigua

source: -error: Unrecognized option `%1'
de: -Fehler: Ungültige Option '%1'
es: -error: Opción '%1' es inválida

source: Expected %1, found: '%2'
de: Erwartete %1, fand: '%2'
es: Esperaba %1, encontré '%2'

source: Expected %1 not found
de: Erwarte %1 nicht gefunden
es: Esperaba %1, pero no lo encontré

source: Error in sequence %1; Expected: %2
de: Fehler in Sequenz %1; Erwartete: %2
es: Error en la seria %1; Esperaba: %2

source: Error in sequence %1
de: Fehler in Sequenz %1
es: Error en la seria %1

source: Expected selection %1
de: Erwartete Auswahl %1
es: Esperaba selección %1

source: Server returned an error:
de: Server lieferte einen Fehler:
es: El servidor retornó un error:

source: Not yet implemented
de: Noch nicht implementiert
es: Aún no implementado

source: Invalid command
de: Ungültiger Befehl
es: Comando inválido

source: Invalid arguments:
de: Ungültige Argumente:
es: Argumentos inválidos:

source: Can't create socket
de: Kann keinen Socket (für die Kommunikation) erzeugen
es: No puedo generar el socket (para la comunicación)

source: Can't bind to port
de: Fehler beim Binden zu Port
es: No puedo atar al puerto

source: Can't listen on port
de: Fehler beim Warten an Port
es: No puedo escuchar al puerto

source: Port '%1' is neither numeric (decimal, octal or hexadecimal) nor a service
de: Port '%1' ist weder numerisch (dezimal, oktal or hexadezimal) noch ein Service-name
es: Puerto '%1' ni es numérico (decimal, octal o hexadecimal) ni un servicio

source: Error reading data
de: Fehler beim Lesen der Daten
es: Error leyendo los datos

source: Error accepting connection
de: Fehler beim Akzeptieren einer Verbindung
es: Error acceptando la connexión

source: Can't resolve name '%1'
de: Kann den Namen '%1' nicht auflösen
es: No puedo resolvar el nombre '%1'

source: Can't connect to server '%1'
de: Kann keine Verbindung zu Server '%1' herstellen
es: No puedo conectar al servidor '%1'

source: Error sending data
de: Fehler beim Senden von Daten
es: Error enviar los datos

source: Error executing program `%1'! Reason: %2
de: Fehler beim Ausführen von Programm '%1'! Ursache: %2
es: ¡Error ejecutando el programa '%1'! Causa: %2

source: The command `%1' returned an error! Output: %2
de: Der Befehl '%1' verursachte einen Fehler! Ursache: %2
es: ¡El comando '%1' retornó un error! Salida: %2

source: Print
de: Drucken
es: Imprimir

source: Print command:
de: Druckbefehl:
es: Orden para imprimir:

source: No print-command specified
de: Kein Druckbefehl angegeben
es: El orden para imprimir no está especificado

source: Could not run command `%1' Reason: %2
de: Fehler beim Ausführen des Druckbefehls '%1' Ursache: %2
es: No puedo ejecutar el comando '%1' Causa: %2

source: File `%1' does not exist!
de: Datei '%1' existiert nicht!
es: ¡El fichero '%1' no existe!

source: File `%1' exists! Overwrite?
de: Datei '%1' existiert! Überschreiben?
es: ¡El fichero '%1' ya existe! ¿Sobreescribirlo?

source: File
de: Datei
es: Archivo

source: Open in %1 ...
de: Öffnen mit %1 ...
es: Abrir con %1 ...

source: Rename/Move ...
de: Umbenennen/Verschieben ...
es: Cambiar el nombre/Mover ...

source: Delete
de: Löschen
es: Eliminar

source: Environment variable `TERM' not defined!
de: Die Umgebungsvariable 'TERM' ist nicht gesetzt!
es: ¡Variable de etorno 'TERM' no está definida!

source: Invalid value!
de: Ungültiger Wert!
es: ¡Valor inválido!

source: GTKMOZEMBED
de: GTK-Mozilla embeded
es: GTK-Mozilla embeded

source: iexplore
de: Internet Explorer
es: Internet Explorer

source: Other:
de: Anderer:
es: Otro:

source: Select a browser
de: Auswählen eines Browsers
es: Selecta a un explorador

source: _Contents
de: _Inhalt
es: _Contenido ...

source: Set help-_browser ...
de: Auswählen eines _Browsers ...
es: Selecta a un e_xplorador ...

source: Enables selecting which browser to use
de: Ermöglicht die Auswahl eines Browsers zum Anzeigen der Hilfe
es: Permite eligir el explorador para mostrar la ayuda

source: Set _trace-levels ...
de: Setze _Trace-Level
es: Define nivel de los traces

source: Enables to change the trace-levels
de: Ermöglicht das Ändern des Trace-Levels
es: Permite cambiar el nivel de los traces

source: _About ...
de: _Über ...
es: _Acerca de ...

source: Distributed under the terms of the GNU General Public License
de: Vertrieben unter den Bedingungen der GNU General Public License
es: Distribuido bajo las condiciones de la GNU Licensia General Público

source: Error loading file '%s': %s
de: Fehler beim Öffnen von Datei '%s': %s
es: !Error abriendo el fichero '%s'! %s

source: Hide _details
de: Über_blick
es: _Corto

source: Show _details
de: _Details
es: _Detalles

source: Connect to
de: Verbinden zu
es: Conectar a

source: _Wait for connections
de: _Warte auf Verbindung
es: _Espera conexión

source: Connec_t
de: _Verbinden
es: C_onectar

source: Click on "Wait for connections" to wait for connections from other computers. If you want to connect to a server, enter its address (name or IP number) in the entry field and click on "Connect".
de: Klicke auf "Warte auf Verbindung", um auf eine Verbindung von einer anderen Machine zu warten. Um sich zu einem anderen Rechner zu verbinden, muß meine seine Adresse (Name oder IP-nummer) in dem Eingabefeld eingeben und auf "Verbinden" klicken.
es: Haz clic en "Espera por conexión" para eserpar a una conección de una otra máquina. Si quieres conectarte a un servidor, entra su dirección (nombre o número IP) en las entradas y haz clic en "Conectar".

source: _Server:
es: Servidor:

source: _Port:
es: _Puerto:

source: Can't connect to server! Reason: %1
de: Kann keine Verbindung zu Server '%1' herstellen! Ursache: %1
es: ¡No puedo conectar al servidor '%1'! Causa: %1

source: Connect error
de: Verbindungsfehler
es: Error conectando

source: Can't bind to port! Reason: %1
de: Kann nicht zu Port binden! Ursache: %1
es: ¡No puedo atar al puerto! Causa: %1

source: Search
de: Suche
es: Buscear

source: _Find:
de: _Suche:
es: _Busca:

source: Enter login information
de: Benutzerinformation
es: Información del usario

source: _Userid:
de: _Benutzername:
es: _Nombre de usario:

source: _Password:
de: _Paßwort:
es: _Contraseña:

source: _Login
es: C_onectar

source: Not a valid assignment: '%1'
de: Keine gültige Zuweisung: '%1'

source: Invalid value for an attribute: '%1'
de: Ungültiger Wert für das Attribut: '%1'

source: Quoted value is not followed by a separator: '%1'
de: Dem Wert (in Anführungszeichen) folgt kein Trennzeichen: '%1'

source: Invalid range end
de: Bereich ohne Wert
